Repository: mgodisch/potillus
Catalog: ios/Potillus/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fr, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sv, uk, zh_hans, zh_hant

source: Without a body weight, no blood-alcohol estimate is shown.
cs: Bez tělesné hmotnosti se odhad alkoholu v krvi nezobrazuje.
da: Uden en kropsvægt vises der intet promilleestimat.
de: Ohne Körpergewicht wird keine Blutalkohol-Schätzung angezeigt.
el: Χωρίς σωματικό βάρος δεν εμφανίζεται εκτίμηση του αλκοόλ στο αίμα.
es: Sin un peso corporal no se muestra ninguna estimación del alcohol en sangre.
fr: Sans poids corporel, aucune estimation de l’alcoolémie n’est affichée.
it: Senza un peso corporeo non viene mostrata alcuna stima del tasso alcolemico.
ja: 体重が未設定の場合、血中アルコール濃度の推定は表示されません。
ko: 체중이 없으면 혈중 알코올 추정치가 표시되지 않습니다.
nb: Uten en kroppsvekt vises det ikke noe promilleanslag.
nl: Zonder lichaamsgewicht wordt er geen schatting van het bloedalcoholgehalte getoond.
pl: Bez masy ciała szacunek alkoholu we krwi nie jest wyświetlany.
pt: Sem um peso corporal, não é apresentada nenhuma estimativa de alcoolemia.
pt_br: Sem um peso corporal, nenhuma estimativa de álcool no sangue é exibida.
ro: Fără o greutate corporală nu se afișează nicio estimare a alcoolemiei.
ru: Без массы тела оценка содержания алкоголя в крови не отображается.
sv: Utan en kroppsvikt visas ingen promilleuppskattning.
uk: Без маси тіла оцінка вмісту алкоголю в крові не відображається.
zh_hans: 未设置体重时，不会显示血液酒精浓度估算。
zh_hant: 未設定體重時，不會顯示血液酒精濃度估算。

source: Year
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
fr: Année
it: Anno
ja: 年
ko: 년
nb: År
nl: Jaar
pl: Rok
pt: Ano
pt_br: Ano
ro: An
ru: Год
sv: År
uk: Рік
zh_hans: 年
zh_hant: 年

source: Abstinence
da: Afholdenhed
de: Abstinenz
el: Αποχή
es: Abstinencia
it: Astinenza
ja: 禁酒
ko: 금주
nb: Avhold
nl: Onthouding
pl: Abstynencja
pt: Abstinência
pt_br: Abstinência
ro: Abstinență
ru: Воздержание
sv: Avhållsamhet
uk: Утримання
zh_hans: 戒酒
zh_hant: 戒酒

source: Abstinence & Trend
da: Afholdenhed & Tendens
de: Abstinenz & Trend
el: Αποχή & Τάση
es: Abstinencia y tendencia
fr: Abstinence et tendance
it: Astinenza & Tendenza
ja: 断酒 & トレンド
ko: 금주 & 추세
nb: Avholdenhet & Trend
nl: Onthouding & Trend
pl: Abstynencja & Trend
pt: Abstinência & Tendência
pt_br: Abstinência & Tendência
ro: Abstinență și tendință
ru: Воздержание & Тренд
sv: Nykterhet & Trend
uk: Утримання & Тренд
zh_hans: 戒断 & 趋势
zh_hant: 戒酒 & 趨勢

source: Trend
da: Tendens
el: Τάση
es: Tendencia
fr: Tendance
it: Tendenza
ja: 傾向
ko: 추세
pt: Tendência
pt_br: Tendência
ro: Tendință
ru: Тренд
uk: Тренд
zh_hans: 趋势
zh_hant: 趨勢

source: Long Drink / Mix
es: Combinado / Mix
ja: ロングドリンク / ミックス
ko: 롱드링크 / 믹스
ru: Лонгдринк / Микс
uk: Лонгдринк / Мікс
zh_hans: 长饮 / 混合
zh_hant: 長飲／調酒

source: OK
ko: 확인
nl: Oké
zh_hans: 好
zh_hant: 好

source: g
ru: г
uk: г
